INSERT INTO "book" VALUES
	(gen_random_uuid(), 'Габриэль Гарсиа Маркес', 'Сто лет одиночества', 'ru', 
	'История рода Буэндиа - семьи, в которой чудеса столь повседневны, что на них даже не обращают внимания. Клан Буэндиа порождает святых и грешников, революционеров, героев и предателей, лихих авантюристов - и женщин, слишком прекрасных для обычной жизни. В нем кипят необычайные страсти - и происходят невероятные события.',
	'book_0001_sto_let_odinochestva'), -- 1
	(gen_random_uuid(),'Рэй Брэдбери','451 градус по Фаренгейту','ru',
	'«451 градус по Фаренгейту» (англ. Fahrenheit 451) — научно-фантастический роман-антиутопия Рэя Брэдбери, изданный в 1953 году. Роман описывает американское общество близкого будущего, в котором книги находятся под запретом; «пожарные», к числу которых принадлежит и главный герой Гай Монтэг, сжигают любые найденные книги. В ходе романа Монтэг разочаровывается в идеалах общества, частью которого он является, становится изгоем и присоединяется к небольшой подпольной группе маргиналов, сторонники которой заучивают тексты книг, чтобы спасти их для потомков. В книге содержится немало цитат из произведений англоязычных авторов прошлого (таких, как Уильям Шекспир, Джонатан Свифт и другие), а также несколько цитат из Библии.',
	'book_0002_fahrenheit451'), -- 2
	(gen_random_uuid(),'Антуан де Сент-Экзюпери','Маленький принц','ru',
	'Сказка рассказывает о Маленьком принце, который посещает различные планеты в космосе, включая Землю. Книга обращается к темам одиночества, дружбы, любви и утраты. Несмотря на стиль детской книги, её герой рассуждает о жизни и человеческой природе.',
	'book_0003_malenki_prints'), -- 3
	(gen_random_uuid(),'Джером Дэвид Сэлинджер','Над пропастью во ржи','ru',
	'«Над пропастью во ржи» — роман американского писателя Джерома Сэлинджера. В нём от лица 17-летнего юноши по имени Холден Колфилд откровенно рассказывается о его обострённом восприятии американской действительности и неприятии общих канонов и морали современного общества.',
	'book_0004_nad_propastiu_vo_rji'), -- 4
	(gen_random_uuid(),'Михаил Булгаков','Мастер и Маргарита','ru',
	'это многослойное произведение, которое можно рассматривать в нескольких аспектах. В первую очередь, это роман о любви и творчестве, о силе духа и верности, о добре и зле. В то же время, роман является острой сатирой на советское общество 1930-х годов, в котором переплетаются реальность и мистика.',
	'book_0005_master_i_margarita'), -- 5
	(gen_random_uuid(),'Михаил Александрович Шолохов','Тихий Дон','ru',
	'это роман-эпопея Михаила Шолохова, рассказывающий о жизни донского казачества в период Первой мировой войны, революции и Гражданской войны. Главный герой, Григорий Мелехов, проходит через сложные жизненные испытания, отражающие трагедию народа в переломную эпоху.',
	'book_0006_tihi_don'), -- 6
	(gen_random_uuid(),'Михаил Булгаков','Собачье сердце','ru',
	'сатирическая повесть Михаила Булгакова, написанная в 1925 году, которая иллюстрирует неудачный эксперимент по превращению собаки в человека и критически осмысливает общественные и политические процессы 1920-х годов в СССР.',
	'book_0007_sobachie_serdce'), -- 7
	(gen_random_uuid(),'Эрих Мария Ремарк','На Западном фронте без перемен','ru',
	'Германская империя, 1917 год. Преисполненные патриотизмом 19-летний Пауль Боймер и его друзья-одноклассники отправляются добровольцами на фронт, где им предстоит испытать на себе ужасы Первой мировой войны.',
	'book_0008_na_zapadnom_fronte'), -- 8
	(gen_random_uuid(),'Лев Толстой','Война и мир','ru',
	'Роман-эпопея Льва Николаевича Толстого <<Война и мир>> описывает жизнь русского общества в период наполеоновских войн, в частности, Отечественную войну 1812 года.',
	'book_0009_voyna_i_mir'), -- 9
	(gen_random_uuid(),'Виктор Мари Гюго','Отверженные','ru',
	'Знаменитый роман-эпопея Виктора Гюго о жизни людей, отвергнутых обществом. Среди "отверженных" Жан Вальжан, осужденный на двадцать лет каторги за то, что украл хлеб для своей голодающей семьи, маленькая Козетта, превратившаяся в очаровательную девушку, жизнерадостный уличный сорванец Гаврош.',
	'book_0010_otvergenie'), -- 10
	(gen_random_uuid(),'Джейн Остин','Гордость и предубеждение','ru',
	'Роман начинается с беседы мистера и миссис Беннет о приезде молодого мистера Бингли в Незерфилд-парк. Жена уговаривает мужа навестить соседа и завести с ним более тесное знакомство. Она надеется, что мистеру Бингли непременно понравится одна из их пяти дочерей. Мистер Беннет наносит визит молодому человеку, и тот через какое-то время наносит ответный.',
	'book_0011_gordost_i_predubegdenie'), -- 11
	(gen_random_uuid(),'Маргарет Митчелл','Унесённые ветром','ru',
	'«Унесенные ветром» – история о молодой южанке, дочери состоятельного владельца плантаций в Джорджии, чья беззаботная юность прекращается с началом Гражданской войны. В один миг девушке пришлось повзрослеть: мать умерла, отец болен, а родное поместье разграбили янки.',
	'book_0012_unesenie_vetrom'), -- 12
	(gen_random_uuid(),'Марк Твен','Приключения Тома Сойера','ru',
	'Том Сойер — весёлый и шаловливый мальчик примерно двенадцатилетнего возраста, живёт у тёти Полли, сестры своей покойной матери. В повести описываются различные приключения Тома и его друзей на протяжении нескольких месяцев.',
	'book_0013_tom_soyer'), -- 13
	(gen_random_uuid(),'Даниель Дефо','Робинзон Крузо','ru',
	'Книга рассказывает о борьбе за выживание Робинзона, о том, как он осваивал остров, учился обеспечивать себя всем необходимым и, в конечном итоге, сохранил свою человечность. ',
	'book_0014_robinzon_kruzo'), -- 14
	(gen_random_uuid(),'Олкотт Луиза Мэй','Маленькие женщины','ru',
	'В Америке идет Гражданская война, и семье Марч приходится нелегко: отец воюет, а вся забота о доме ложится на плечи матери. Но девочки не унывают. Они стараются сообща справляться с трудностями, вместе проходят через радости и горести, мечтают о будущем и постигают нелегкую науку взросления.',
	'book_0015_malenkie_genshini'), -- 15
	(gen_random_uuid(),'Михаил Булгаков','Белая гвардия','ru',
	'Роман Михаила Булгакова рассказывает о жизни русской интеллигенции в Киеве в конце 1918 года, в период Гражданской войны. В центре повествования находится семья Турбиных, оказавшаяся в водовороте событий, когда город захватывают войска Петлюры, а затем большевики.',
	'book_0016_belaya_gvardiya'), -- 16
	(gen_random_uuid(),'Джон Голсуорси','Сага о Форсайтах','ru',
	'Аннотация История семейного клана представителей крупной буржуазии, в чьих судьбах, как в зеркале, отразилась судьба самой Англии на переломном периоде конца XIX - начала XX века. Эпоха модернизма, Первая мировая, джазовая культура 20-х гг. - три поколения Форсайтов отражают, кажется, все типы личности этих эпох.',
	'book_0017_saga_o_forsaitah'), -- 17
	(gen_random_uuid(),'Джек Лондон','Мартин Иден','ru',
	'Во многом автобиографическая книга о человеке, который «сделал себя сам», выбравшись из самых низов, добился признания. Любовь к девушке из высшего общества побуждает героя заняться самообразованием.',
	'book_0018_martin_eden'), -- 18
	(gen_random_uuid(),'Эрих Мария Ремарк','Жизнь взаймы','ru',
	'Аннотация <Жизнь взаймы> - это жизнь, которую герои отвоевывают у смерти. Когда терять уже нечего, когда один стоит на краю гибели, так эту жизнь и не узнав, а другому эта треклятая жизнь стала невыносима. И как всегда у Ремарка, только любовь и дружба остаются незыблемыми.',
	'book_0019_jizn_vzaimi'), -- 19
	(gen_random_uuid(),'Эрих Мария Ремарк','Время жить и время умирать','ru',
	'Эрнст Гребер - рядовой немецкий солдат - впервые после двух лет войны на три недели отправляется в отпуск. Он уезжает, чтобы вновь оказаться на войне - в городе, где бесконечные бомбежки… В городе, где жители боятся лишний раз вздохнуть, где никому и никогда нельзя доверить свои мысли и чувства, иначе - расстрел…',
	'book_0020_vremya_git'), -- 20
	(gen_random_uuid(),'Гюстав Флобер','Госпожа Бовари','ru',
	'Главная героиня романа — Эмма Бовари, жена врача, живущая не по средствам и заводящая внебрачные связи в надежде избавиться от пустоты и обыденности провинциальной жизни.',
	'book_0021_gospoja_bovari'), -- 21
	(gen_random_uuid(),'Ганс Христиан Андерсен','Все сказки Ганса Христиана Андерсена','ru',
	'Они затрагивают вечные темы любви, сострадания, одиночества, стремления к счастью и принятия себя. Среди самых известных сказок – «Снежная королева», «Русалочка», «Гадкий утенок», «Дюймовочка», «Огниво», «Принцесса на горошине», «Стойкий оловянный солдатик», «Оле-Лукойе», «Свинопас». ',
	'book_0022_scazki_gansa'), -- 22
	(gen_random_uuid(),'Оскар Уайльд','Портрет Дориана Грея','ru',
	'Юный красавец Дориан Грей приезжает в Лондон и окунается в бездну низменных страстей и преступлений. Известный художник пишет портрет Дориана Грея, и молодой человек страстно влюбляется в собственное изображение - ведь оно навек сохранит красоту юности!',
	'book_0023_portret_doriana_greya'), -- 23
	(gen_random_uuid(),'Мигель де Сервантес','Дон Кихот','ru',
	'Роман «Дон Кихот» рассказывает историю джентльмена по имени Алонсо Кихано, который сходит с ума после прочтения слишком большого количества рыцарских книг. Кихано решает взять себе имя Дон Кихот и отправиться на поиски приключений вместе со своим верным оруженосцем Санчо Пансой.',
	'book_0024_don_kihot'), -- 24
	(gen_random_uuid(),'Шарлотта Бронте','Джейн Эйр','ru',
	'Детство и юность воспитанницы пансиона для бедных девочек, Джейн Эйр, были безрадостными. Она вынуждена сама зарабатывать на хлеб, и кажется, что судьба к ней совсем не благосклонна. Все меняется, когда она устраивается гувернанткой в поместье загадочного мистера Рочестера. В ее жизнь приходит Большая Любовь.',
	'book_0025_djein_air'), -- 25
	(gen_random_uuid(),'Евгений Петрович Петров, Илья Арнольдович Ильф','Двенадцать стульев','ru',
	'«Двенадцать стульев» — культовый роман Ильи Ильфа и Евгения Петрова о приключениях великого комбинатора Остапа Бендера и его напарника, бывшего уездного предводителя дворянства, Ипполита Матвеевича Воробьянинова',
	'book_0026_12_stulev'), -- 26
	(gen_random_uuid(),'Виктор Мари Гюго','Собор Парижской Богоматери','ru',
	'первый исторический роман на французском языке, который был создан благодаря стремлению сохранить величественный памятник архитектуры. В нем на фоне средневековой Франции разворачивается драма с участием уличной танцовщицы-цыганки Эсмеральды и звонаря-горбуна Квазимодо.',
	'book_0027_sobor'), -- 27
	(gen_random_uuid(),' Иван Александрович Гончаров','Обломов','ru',
	'Илья Ильич Обломов - главный герой романа, помещик, живущий в Петербурге. Он известен своей крайней ленью и бездеятельностью, проводя большую часть времени в постели в домашнем халате. Его характеризуют как мягкого, доброго, но нерешительного и апатичного человека, неспособного к активной деятельности. Обломов любит мечтать и предаваться воспоминаниям, особенно о своем детстве в Обломовке, что часто заменяет ему реальную жизнь. ',
	'book_0028_oblomov'), -- 28
	(gen_random_uuid(),'Николай Николаевич Носов','Приключения Незнайки и его друзей','ru',
	'Озорной и непоседливый малыш по имени Незнайка вечно попадает в разные истории. Вздумает играть на трубе, сочинять стихи, кататься на газированном автомобиле и даже вместе с другими коротышками полетит на воздушном шаре!',
	'book_0029_neznaika'), -- 29
	(gen_random_uuid(),'Александр Дюма','Три мушкетёра','ru',
	'От Лувра до Букингемского дворца, от трущоб Парижа до осады Ла-Рошели… В королевстве, разобщенном религиозными войнами и угрозой Британского вторжения, прославленные мушкетеры скрестят шпаги, готовые отдать жизнь ради величия Франции.',
	'book_0030_tri_mushketera'), -- 30
	(gen_random_uuid(),'Михаил Александрович Шолохов','Судьба человека','ru',
	'Рассказ «Судьба человека» – это рассказ о невосполнимых утратах, о человеческом горе и о вере в жизнь, в человека. Из истории жизни Андрея Соколова автором отбирается только то, что позволяет осмыслить отдельную человеческую жизнь в связи с трагической сущностью эпохи.',
	'book_0031_sudba_cheloveka'), -- 31
	(gen_random_uuid(),'Уильям Мейкпис Теккерей','Ярмарка тщеславия','ru',
	'Этот роман, описывающий превращение девочек в женщин, показывает все неприглядные стороны светского общества: браки по расчёту без крупицы любви, снобизм высших чинов и стигматизация бедняков, тщеславие и праздность тех, кто может себе это позволить.',
	'book_0032_yarmorka_tchaslaviya'), -- 32
	(gen_random_uuid(),'Михаил Лермонтов','Герой нашего времени','ru',
	'В романе описываются события из жизни на Кавказе молодого офицера с пылким нравом Григория Александровича Печорина. Главный герой - собирательный образ <лишнего человека>.',
	'book_0033_geroy_nashego_vremeny'), -- 33
	(gen_random_uuid(),'Роберт Льюис Стивенсон','Остров сокровищ','ru',
	'роман шотландского писателя Роберта Стивенсона о приключениях, связанных с поиском сокровищ, спрятанных капитаном Флинтом на необитаемом острове.',
	'book_0034_ostrov_socrovich'), -- 34
	(gen_random_uuid(),'Фёдор Достоевский','Идиот','ru',
	'Это история о несчастном князе Мышкине, который всегда был «белой вороной», выделялся на фоне своего окружения красотой души и мягкостью, за что и был прозван идиотом.',
	'book_0035_idiot'), -- 35
	(gen_random_uuid(),'Джек Лондон','Белый Клык','ru',
	'Белый Клык, главный герой романа, — волкособ, который родился диким, но стал больше похож на собаку после того, как его одомашнил Серый Бобр . Его запугивал Лип-Лип, и он был вынужден стать бойцовой собакой, когда его купил Красавчик Смит.',
	'book_0036_beli_klik'), -- 36
	(gen_random_uuid(),'Николай Гоголь','Мёртвые души','ru',
	'Книга рассказывает о похождениях Павла Ивановича Чичикова, главного героя поэмы, бывшего коллежского советника, выдающего себя за помещика. Он приезжает в некий губернский «город NN» и пытается войти в доверие ко всем сколько-либо важным обитателям города, что ему успешно удаётся.',
	'book_0037_mertvie_dushi'), -- 37
	(gen_random_uuid(),'Данте Алигьери','Божественная комедия','ru',
	'«Божественная комедия» — грандиозный памятник поэтической культуры и настоящая энциклопедия средневекового мировоззрения. В ней поэт совершает путешествие через три царства загробного мира и с удивительной наглядностью и ясностью изображения дает живую, запоминающуюся картину происходящего там.',
	'book_0038_bogestvenaya_comediya'), -- 38
	(gen_random_uuid(),'Марк Твен','Приключения Гекльберри Финна','ru',
	'Остросюжетная история о похождениях беспризорника Гека Финна, пускающегося в опасное путешествие на пару с беглым чернокожим рабом Джимом, не просто захватывает внимание, но дает представление о нравах, царящих в Америке конца 1830-х — начала 1840-х годов.',
	'book_0039_gekelbery_finn'), -- 39
	(gen_random_uuid(),'О. Генри','Дары волхвов','ru',
	'Дары волхвов - рождественский рассказ О. Генри, повествующий о молодой супружеской паре, Джиме и Делле, которые, несмотря на бедность, стремятся сделать друг другу особенные подарки на Рождество.',
	'book_0040_dari_volhvov'), -- 40
	(gen_random_uuid(),'Николай Гоголь','Ревизор','ru',
	'В небольшом уездном городке погрязшее во взятках и казнокрадстве градоначальство, начиная с городничего Антона Антоновича Сквозник-Дмухановского, из полученного городничим письма узнаёт о приезде инкогнито из Петербурга ревизора, и в страхе ожидает его прибытия. Городничий собирает у себя в доме чиновников, читает им письмо и даёт указания подготовиться к приезду проверяющего. Городские помещики Бобчинский и Добчинский, случайно узнав о появлении в гостинице неплательщика Хлестакова, решают, что это и есть ревизор, и докладывают о нём городничему. Начинается переполох. Все чиновники и официальные лица суетливо бросаются прикрывать свои грехи. Антон Антонович сам некоторое время находится в растерянности, но быстро приходит в себя и понимает, что нужно самому идти на поклон к ревизору.',
	'book_0041_revizor'), -- 41
	(gen_random_uuid(),'Фёдор Достоевский','Преступление и наказание','ru',
	'Преступление и наказание - роман об одном преступлении. Двойное убийство, совершенное бедным студентом из-за денег. Трудно найти фабулу проще, но интеллектуальное и душевное потрясение, которое производит роман, - неизгладимо.',
	'book_0042_prestuplenie_i_nakazanie'), -- 42
	(gen_random_uuid(),'Чарльз Диккенс','Приключения Оливера Твиста','ru',
	'Оливер Твист - мальчик, родившийся в работном доме и росший в сиротском приюте безымянного провинциального городка, однажды решается на побег в Лондон. Там ему предстоит встретиться с самыми опасными злодеями, настоящими преступниками - грабителями и убийцами.',
	'book_0043_oliver_twist'), -- 43
	(gen_random_uuid(),'Борис Львович Васильев','А зори здесь тихие…','ru',
	'Повесть рассказывает о подвиге пяти девушек-зенитчиц и их командира, старшины Васкова, во время Великой Отечественной войны. Действие происходит в 1942 году, в карельских лесах, где герои вступают в неравный бой с немецкими диверсантами. Повесть затрагивает темы героизма, самопожертвования, дружбы и трагических последствий войны. ',
	'book_0044_a_zori_zdes_tihie'), -- 44
	(gen_random_uuid(),'Иван Тургенев','Отцы и дети','ru',
	'Роман показывает становление общественных сил в России накануне реформы 1861 года, раскол на два лагеря: либералов-дворян и демократов-разночинцев.',
	'book_0045_otsi_i_deti'), -- 45
	(gen_random_uuid(),'Иоганн Вольфганг фон Гёте','Фауст','ru',
	'Фауст — протагонист классической немецкой легенды, основанной на жизни Иоганна Георга Фауста (ок. 1480—1540). Талантливый учёный Фауст заключает сделку с дьяволом, обменяв свою душу на безграничные знания и мирские удовольствия.',
	'book_0046_faust'), -- 46
	(gen_random_uuid(),'Денис Иванович Фонвизин','Недоросль','ru',
	'В произведении описывается дворянское семейство XVIII века. Главные герои — это госпожа Простакова и её сын Митрофанушка. Простакова — грубая, невежественная женщина, которая жестоко обращается с крепостными, единственная её отрада — это сын Митрофан.',
	'book_0047_nedorosl'), -- 47
	(gen_random_uuid(),'Иван Бунин','Тёмные аллеи','ru',
	'40 историй о любви: нежной, страстной, жестокой, неразделённой, запретной, взаимной, обречённой, фатальной. И неважно, кто она — девушка или зрелая женщина: к каждой приходит своя особая любовь.',
	'book_0048_temnie_alei'), -- 48
	(gen_random_uuid(),null,'Тысяча и одна ночь','ru',
	'Всемирно известная коллекция арабских сказок, объединенных обрамляющей историей о царе Шахрияре и его жене Шахерезаде. Шахерезада, чтобы спасти свою жизнь от казни, рассказывает царю каждую ночь новую сказку, каждая из которых становится продолжением предыдущей. Эти сказки разнообразны по тематике и содержанию, включая истории о приключениях, любви, волшебстве, мудрости и морали. ',
	'book_0049_1001_notch'), -- 49
	(gen_random_uuid(),'Майн Рид','Всадник без головы','ru',
	'Сильная романтическая линия - любовь дочери богатого плантатора к бедному охотнику на мустангов - переплетается с мистической историей о таинственном всаднике без головы.',
	'book_0050_vsadnik_bez_golovi'), -- 50
	(gen_random_uuid(),'Мэри Шелли','Франкенштейн, или Современный Прометей','ru',
	'В книге рассказывается о жизни и трудах учёного Виктора Франкенштейна, которому удалось постичь тайну зарождения жизни и научиться оживлять безжизненную материю. Франкенштейн создает искусственного человека из частей трупов, но позже отрекается от своего детища.',
	'book_0051_frankenshtein'), -- 51
	(gen_random_uuid(),'Михаил Салтыков-Щедрин','Господа Головлевы','ru',
	'История угасания и смерти зажиточного дворянского рода — в лице властной помещицы Арины Петровны Головлёвой, её мужа, детей и внуков. Роман о вырождении, одиночестве и насилии — прежде всего психологическом.',
	'book_0052_gospoda_golovievi'), -- 52
	(gen_random_uuid(),'Федор Достоевский','Униженные и оскорбленные','ru',
	'В центре повествования две основные переплетающиеся сюжетные линии: противостояние обедневших помещиков Ихменевых и богатых князей Валковских, а также трагическая история девочки Нелли.',
	'book_0053_unigenie_i_oskarblenie'), -- 53
	(gen_random_uuid(),'Александр Грин','Алые паруса','ru',
	'трогательная и романтичная история о нежной Ассоль, которая ждет своего героя и непоколебимо верит, что однажды наступит день, когда в ее гавань войдет корабль с алыми парусами. Он заберет девушку в чистое и светлое будущее, полное радости и любви…',
	'book_0054_alie_parusa'), -- 54
	(gen_random_uuid(),'Александр Пушкин','Руслан и Людмила','ru',
	'Волшебная сказка о великой любви Руслана и Людмилы. В духе былинных романов переплетаются судьбы героев, которые ради высокого чувства вступают в бой с колдунами, но, побеждая, сталкиваются с людским предательством.',
	'book_0055_ruslan_i_ludmila'), -- 55
	(gen_random_uuid(),'Иван Тургенев','Записки охотника','ru',
	'это сборник рассказов и очерков Ивана Сергеевича Тургенева, впервые опубликованный в 1852 году. В центре внимания книги – жизнь русской деревни и её обитателей, крестьян и помещиков, показанная глазами образованного охотника.',
	'book_0056_zapiski_ohotnika'), -- 56
	(gen_random_uuid(),'Антон Чехов','Чайка','ru',
	'Пьеса рассказывает о жизни и взаимоотношениях в провинциальном имении, где пересекаются судьбы нескольких людей искусства, включая начинающего писателя Константина Треплева, его мать, известную актрису Ирину Аркадину, и молодого писателя Бориса Тригорина. В пьесе затрагиваются темы любви, творчества, поисков смысла жизни и столкновения поколений. ',
	'book_0057_chaika'), -- 57
	(gen_random_uuid(),'Александр Беляев','Человек-амфибия','ru',
	'Однажды гениальный учёный доктор Сальватор спас жизнь маленькому мальчику, пересадив ему жабры молодой акулы, а потом оставил ребёнка у себя и стал воспитывать его сам. Так на свет появился Ихтиандр - человек-амфибия. От обычных людей его отличает необыкновенная способность долгое время находиться под водой.',
	'book_0058_chelovek_amfibia'), -- 58
	(gen_random_uuid(),'Иван Тургенев','Дворянское гнездо','ru',
	'Роман Ивана Тургенева «Дворянское гнездо» - это история о любви, долге и трагической судьбе русского дворянства. В центре сюжета – история несостоявшейся любви Федора Лаврецкого и Лизы Калитиной. Лаврецкий, переживший неудачный брак, и юная Лиза, испытывают друг к другу сильные чувства, но их счастье оказывается под угрозой, когда выясняется, что жена Лаврецкого, которую он считал умершей, жива. ',
	'book_0059_dvoryanskoe_gnezdo'), -- 59
	(gen_random_uuid(),'Николай Гоголь','Вечера на хуторе близ Диканьки','ru',
	'это устные рассказы, легенды, байки. В калейдоскопе эпох Гоголь изображает малороссийскую народно-праздничную и ярмарочную жизнь. Праздник с его вольностью и весельем, связанные с ним поверья и события выводят героев из привычного существования, делая невозможное возможным.',
	'book_0060_vechera_na_hutore'), -- 60
	(gen_random_uuid(),'Уильям Шекспир','Король Лир','ru',
	'Король Лир — о несчастном безумном властителе древнего Уэссекса Лире, разделившем королевство между двумя неблагодарными дочерьми, изгнавшем третью за неумение лицемерно льстить и впоследствии горько раскаявшемся в своих необдуманных решениях. Ричард III — о жестоком узурпаторе.',
	'book_0061_korol_lir'), -- 61
	(gen_random_uuid(),'Стендаль','Красное и черное','ru',
	'Роман «Красное и черное» — это трагическая история жизненного пути Жюльена Сореля, мечтающего о славе Наполеона. Делая карьеру, Жюльен следовал своему холодному, расчетливому уму, но в глубине души всегда был в бесконечном споре с самим собой, в борьбе между честолюбием и честью.',
	'book_0062_krasnoe_i_chernoe'), -- 62
	(gen_random_uuid(),'Джордж Оруэлл','1984','ru',
	'Роман рассказывает о том, как в 1984 году после войн и различных кризисов образовалось три сверхдержавы: Океания, Евразия и Остазия — постоянно воюющие друг с другом. В романе Оруэлла доминантой восприятия общества как антиутопического является тоталитарный контроль партии и государства над личностью.',
	'book_0063_1984'), -- 63
	(gen_random_uuid(),'Джеймс Фенимор Купер','Последний из могикан','ru',
	'Это история о коварном захвате добродетельных дочерей полковника Мунро – прекрасной и храброй черноокой Коры и белокурой хрупкой и женственной Алисы – хитрым и жестоким гуроном Магуа и о многократных попытках Соколиного Глаза (Натти Бампо) с помощью его верных друзей – индейцев-могикан Чингачгука и его сына Ункаса',
	'book_0064_posledni_iz_mogikan'), -- 64
	(gen_random_uuid(),'Льюис Кэрролл','Алиса в Стране Чудес','ru',
	'«Приключения Алисы в Стране Чудес» рассказывают историю маленькой девочки, которая случайно попадает в магический мир, полный странных существ и необычных событий. В этой фантастической вселенной Алиса встречает таких знаменитых персонажей, как Безумный Шляпник, Белый Кролик, Чеширский Кот и Червонная Королева.',
	'book_0065_alisa_v_strane_chudes'), -- 65
	(gen_random_uuid(),'Уильям Шекспир','Макбет','ru',
	'Макбет - трагедия Уильяма Шекспира в пяти актах. Три ведьмы пророчат Макбету стать королём Шотландии, а Банко - быть предком целой династии королей. Неутолимая жажда власти толкает Макбета поступиться совестью ради трона, а леди Макбет решается на убийство… Ведь пророчества должны сбыться любой ценой.',
	'book_0066_magbet'), -- 66
	(gen_random_uuid(),'Марк Твен','Принц и нищий','ru',
	'«Принц и нищий» — первый и самый известный исторический роман американского писателя Марка Твена. В нем рассказывается о приключениях английского принца — юного Эдуарда Тюдора — и маленького оборвыша Тома Кенти, как две капли воды похожих друг на друга и на время поменявшихся местами.',
	'book_0067_princ_i_nichii'), -- 67
	(gen_random_uuid(),'Чарльз Диккенс','Большие надежды','ru',
	'роман Чарльза Диккенса, рассказывающий историю взросления и становления молодого человека по имени Филип Пиррип, известного как Пип. Действие романа происходит в викторианской Англии. Пип, сирота, воспитанный своей сварливой старшей сестрой и ее добрым мужем, кузнецом Джо, мечтает выбиться в люди и стать настоящим джентльменом.',
	'book_0068_bolshie_nadegdi'), -- 68
	(gen_random_uuid(),'Николай Гоголь','Тарас Бульба','ru',
	'Если описывать «Тараса Бульбу» - это повесть о старом казацком полковнике, который встречает двух вернувшихся из киевской академии молодых сыновей, Остапа и Андрия. Бульба решает, что нет лучше ученья, чем настоящий бой, и посылает сыновей в Запорожскую Сечь.',
	'book_0069_taras_bulba'), -- 69
	(gen_random_uuid(),'Уильям Шекспир','Гамлет, принц датский','ru',
	'Это самая длинная пьеса Шекспира — в ней 4042 строки и 29 551 слово. Место действия пьесы — Дания, где принц Гамлет мстит своему дяде Клавдию за убийство его отца, совершённое из расчёта занять престол и жениться на матери Гамлета Гертруде.',
	'book_0070_gamlet'), -- 70
	(gen_random_uuid(),'Александр Пушкин','Повести Белкина. Пиковая дама','ru',
	'Молодой военный инженер немец Германн ведёт скромную жизнь и копит состояние, он даже не берёт в руки карт и ограничивается только наблюдением за игрой. Его приятель Томский рассказывает историю о том, как его бабушка-графиня, будучи в Париже, проиграла крупную сумму в карты. Она попыталась взять взаймы у графа Сен-Жермена, но вместо денег тот раскрыл ей секрет трёх выигрышных карт. Графиня, благодаря секрету, полностью отыгралась. Германн, соблазнив её воспитанницу, Лизу, проникает в спальню к графине, мольбами и угрозами пытаясь выведать заветную тайну.',
	'book_0071_pikovaya_dama'), -- 71
	(gen_random_uuid(),'Александр Дюма','Граф Монте-Кристо','ru',
	'История молодого парижанина, которого приятели в шутку засадили в тюрьму, почерпнута автором в архивах парижской полиции. А из-под пера мастера выходит моряк Эдмон Дантес, мученик замка Иф. Не дождавшись правосудия, он решает сам вершить суд и жестоко мстит врагам, разрушившим его счастье.',
	'book_0072_graf_montekristo'), -- 72
	(gen_random_uuid(),'Николай Гоголь','Шинель','ru',
	'В намеренно косноязычной сказовой манере, перебиваемой патетическими монологами, автор повествует о жизни так называемого «маленького человека».
Главный герой повести — Акакий Акакиевич Башмачкин, бедный титулярный советник из Петербурга. Он ревностно выполнял свои обязанности, очень любил ручное переписывание бумаг, но в общем роль его в департаменте была крайне незначительна, из-за чего над ним нередко подшучивали молодые чиновники. Жалование его составляло 400 рублей в год.
С полным каламбуров зачином повести контрастирует знаменитое «гуманное место», когда за «проникающими словами» Акакия Акакиевича: «Оставьте меня, зачем вы меня обижаете?» — слышатся другие слова: «Я брат твой».
Однажды Акакий Акакиевич заметил, что его старенькая шинель совсем пришла в негодность. Он отнёс её к портному Петровичу, чтобы тот залатал её, однако последний отказался чинить шинель, сказав, что надо шить новую.',
	'book_0072_graf_montekristo'), -- 73
	(gen_random_uuid(),'Аркадий Стругацкий, Борис Стругацкий','Пикник на обочине','ru',
	'Аннотация Пикник на обочине – одно из самых прославленных произведений братьев Стругацких, увлекательная история сталкеров – отчаянно смелых людей, на свой страх и риск снова и снова отправляющихся в место высадки пришельцев – аномальную Зону, полную опасностей и смертельных ловушек...',
	'book_0074_picknick_na_obochine'), -- 74
	(gen_random_uuid(),'Жюль Верн','Таинственный остров','ru',
	'В истории повествуется о событиях, происходивших на вымышленном острове, куда забросило на воздушном шаре несколько человек, бежавших из Америки в результате Гражданской войны. Основные персонажи — пятеро американцев, которые оказываются на необитаемом острове в Тихом океане, в Южном полушарии.',
	'book_0075_tainstveni_ostrov'), -- 75
	(gen_random_uuid(),'Антон Чехов','Вишневый сад','ru',
	'В центре сюжета – семья Раневских, возвращающаяся в свое родовое имение, которое находится в преддверии продажи из-за долгов. Имение включает в себя знаменитый вишнёвый сад, символизирующий прошлое и сентиментальные воспоминания для героев, особенно для Любови Раневской. Богатый купец Лопахин, выросший в этом имении, предлагает рациональное решение – вырубить сад и сдать землю в аренду, что вызывает сопротивление со стороны Раневской и её брата Гаева, не желающих расставаться с прошлым. Пьеса затрагивает темы перемен, уходящего уклада жизни, социальных различий и неизбежности будущего, которое не всегда радужно и предсказуемо. ',
	'book_0076_vishnevi_sad'), -- 76
	(gen_random_uuid(),'Александр Волков','Волшебник Изумрудного города','ru',
	'Волшебник Изумрудного города - увлекательная добрая повесть-сказка о приключениях девочки Элли и её собачки Тотошки, попавших в Волшебную страну. Вместе с новыми друзьями - Страшилой, Железным Дровосеком, Трусливым Львом - девочке удаётся справиться со злыми колдуньями и разоблачить Великого Обманщика Гудвина.',
	'book_0077_volshebnik_izumrudnogo_goroda'), -- 77
	(gen_random_uuid(),'Чарльз Диккенс','Рождественская песнь в прозе','ru',
	'Скрудж, старый и жадный человек, ненавидит Рождество и всё, что с ним связано. Он отказывается от приглашения племянника на праздничный ужин, грубо обходится со своим бедным служащим Бобом Крэтчитом и не желает жертвовать деньги на благотворительность для нуждающихся. В ночь на Рождество Скруджа посещает призрак его бывшего компаньона Джейкоба Марли, который предупреждает его о грядущем наказании за жизнь, прожитую в жадности и эгоизме. Марли сообщает, что Скруджа посетят три духа, которые покажут ему прошлое, настоящее и будущее, чтобы он смог измениться.',
	'book_0078_rojdestvenskaya_pesn'), -- 78
	(gen_random_uuid(),'Александр Грибоедов','Горе от ума','ru',
	'Эта пьеса - сатира на аристократическое московское общество первой половины ХIХ века. Основной конфликт разгорается между Чацким, представителем нового поколения дворян, и обществом Фамусова, в котором принято ценить не человека, а его чин и деньги.',
	'book_0079_gore_ot_uma'), -- 79
	(gen_random_uuid(),'Александр Блок','Двенадцать','ru',
	'Сюжет поэмы повествует о двенадцати красногвардейцах в Петрограде. Двенадцать — олицетворение хода революции. Но как бы строен и громок ни был её шаг, на пути у героев вечно возникают непредвиденные обстоятельства: и встревоженные жители города, и чужие выяснения отношений, и стихия — жестокая вьюга.',
	'book_0080_12'), -- 80
	(gen_random_uuid(),'Бернард Шоу','Пигмалион','ru',
	'В основе сюжета - древнегреческий миф о том, как скульптор старается оживить созданную им прекрасную статую. А герой пьесы Шоу из простой цветочницы за 6 месяцев пытается сделать утонченную аристократку. «„Пигмалион“— это насмешка над поклонниками «голубой крови»…',
	'book_0081_pigmalion'), -- 81
	(gen_random_uuid(),'Артур Конан Дойл','Последнее дело Холмса','ru',
	'Тринадцать человек, отель на маленьком греческом острове, внезапно обнаруженный труп одной из постоялиц. Пока вокруг бушует шторм, никто не уплывет с острова и никто на остров не приплывет, в том числе полиция.',
	'book_0082_holms'), -- 82
	(gen_random_uuid(),'Александр Пушкин','Евгений Онегин','ru',
	'Роман Евгений Онегин — это история жизни богатого молодого дворянина Онегина. С детства он привык к праздной жизни: учился кое-как, учителя, чтобы <дитя не измучилось>, <учили его всему шутя>.',
	'book_0083_evgeni_onegin'), -- 83
	(gen_random_uuid(),'Ярослав Гашек','Похождения бравого солдата Швейка','ru',
	'Йозеф Швейк, отставной пехотинец, а ныне торговец крадеными собаками в Праге, узнаёт об убийстве эрцгерцога Франца Фердинанда и начале мировой войны. Несмотря на приступ ревматизма, он с помощью своей кухарки, которая везёт его на тележке, немедленно отправляется на призывной пункт.',
	'book_0084_shveiko'), -- 84
	(gen_random_uuid(),'Чарльз Диккенс','История Дэвида Копперфилда','ru',
	'Дэвид Копперфилд рождается сиротой, и его детство полно трудностей и испытаний. Его мать выходит замуж за деспотичного мистера Мердстона, который отправляет мальчика в школу-интернат, где он подвергается жестокому обращению. После смерти матери Дэвид попадает в Лондоне на фабрику по производству чернил и переживает унижения. Он бежит из Лондона к своей эксцентричной тетушке, мисс Бетси Тротвуд, которая становится его опекуном. ',
	'book_0085_david_kopperfield'), -- 85
	(gen_random_uuid(),null,'Слово о полку Игореве','ru',
	'Аннотация Слово о полку Игореве - выдающееся произведение древнерусской поэзии, рассказывающее о неудачном походе новгород-северского князя Игоря Святославича против половцев в 1185 году. Его неизвестный автор призывает русских князей прекратить усобицы и объединиться для совместной защиты Русской земли.',
	'book_0086_slovo_o_polku_igoreve'), -- 86
	(gen_random_uuid(),'Илья Ильф','Золотой теленок','ru',
	'произведение о приключениях и путешествиях, герои которого непрерывно перемещаются, то расходясь, то вновь встречаясь «в различных точках романного пространства». Движение главного героя осуществляется по маршруту: Арбатов → Удоев → Лучанск → Черноморск → Москва → Турксиб → Москва → Черноморск.',
	'book_0087_zolotoy_telenok'), -- 87
	(gen_random_uuid(),'Владимир Набоков','Лолита','ru',
	'„Лолита“ — патетическая книга, рассказывающая о печальной судьбе ребёнка: вполне обыкновенной маленькой девочки, захваченной отвратительным и бессердечным человеком.',
	'book_0088_lolita'), -- 88
	(gen_random_uuid(),'Фрэнсис Скотт Фицджеральд','Великий Гэтсби','ru',
	'Роман рассказывает о «веке джаза», блестящей эпохе музыки и развлечений. Изысканная и удивительно живая история роковой любви, которую герои пронесли сквозь годы. История «пути наверх» и «жизни наверху» сильного мужчины, искренне считавшего, что достигший вершин власти и богатства автоматически обретает и счастье.',
	'book_0089_veliki_gedsbi'), -- 89
	(gen_random_uuid(),'Олдос Хаксли','О дивный новый мир','ru',
	'Аннотация О дивный новый мир — культовая антиутопия Олдоса Хаксли, изданная миллионными тиражами по всем умиру. Роман о генетически программируемом обществе потребления, обществе всеобщего счастья, в котором разворачивается трагическая история человека, ставшего чужаком в этом мире...',
	'book_0090_o_divni_mir'), -- 90
	(gen_random_uuid(),'Джон Толкин','Властелин колец','ru',
	'Аннотация: «Властелин Колец» Джона Толкина повествует о Великой войне за Кольцо, о войне, длившейся не одну тысячу лет. Овладевший Кольцом получает власть над всем живым и мертвым, но при этом должен служить Злу! Юному хоббиту Фродо выпадает участь уничтожить Кольцо.',
	'book_0091_vlastelin_kolets'), -- 91
	(gen_random_uuid(),'Энтони Берджесс','Заводной апельсин','ru',
	'Умный, жестокий, харизматичный антигерой Алекс, лидер уличной банды, проповедуя насилие как высокое искусство жизни, как род наслаждения, попадает в железные тиски новейшей государственной программы по перевоспитанию преступников и сам становится жертвой насилия.',
	'book_0092_zavodnoi_apelsin'), -- 92
	(gen_random_uuid(),'Уильям Голдинг','Повелитель мух','ru',
	'История благовоспитанных мальчиков, внезапно оказавшихся на необитаемом острове. Философская притча о том, что может произойти с людьми, забывшими о любви и милосердии. Гротескная антиутопия, роман-предупреждение и, конечно, напоминание о хрупкости мира, в котором живем мы все.',
	'book_0093_povelitel_muh'), -- 93
	(gen_random_uuid(),'Дж.К. Роулинг','Гарри Поттер и философский камень','ru',
	'Одиннадцатилетний мальчик-сирота Гарри Поттер живет в семье своей тетки и даже не подозревает, что он - настоящий волшебник. Но однажды прилетает сова с письмом для него, и жизнь Гарри Поттера изменяется навсегда. Он узнает, что зачислен в Школу Чародейства и Волшебства, выясняет правду о загадочной смерти своих родителей, а в результате ему удается раскрыть секрет философского камня...',
	'book_0094_Harry_Potter_1'), -- 94
	(gen_random_uuid(),'Дж.К. Роулинг','Гарри Поттер и Тайная комната','ru',
	'Это вторая книга о приключениях Гарри Поттера. Он снова вступает в отчаянную схватку со злом. На этот раз враг его так силен, что надежды на победу почти нет. В Школе чародейства и волшебства «Хогвартс» происходят тревожные события. Кто-то нападает на учеников школы, и преподаватели подозревают, что это таинственное чудовище, которое скрывается в легендарной Тайной комнате. Гарри Поттер и его друзья разгадывают загадку Тайной комнаты, и теперь Гарри снова предстоит сразиться с лордом Волан-де-Мортом. Сумеет ли он победить на этот раз?...',
	'book_0095_Harry_Potter_2'), -- 95
	(gen_random_uuid(),'Дж.К. Роулинг','Гарри Поттер и узник Азкабана','ru',
	'Гарри взрослеет, и вместе с тем жить в Хогвартсе всё страшнее. Из тюрьмы для волшебников Азкабан сбежал опасный преступник — Сириус Блэк. Мир наполнился слухами, что он ищет и хочет убить одного тринадцатилетнего парня, совсем обычного на первый взгляд.',
	'book_0096_Harry_Potter_3'), -- 96
	(gen_random_uuid(),'Дж.К. Роулинг','Гарри Поттер и Кубок огня','ru',
	'Гарри Поттер, Рон и Гермиона возвращаются на четвёртый курс школы чародейства и волшебства Хогвартс. При таинственных обстоятельствах Гарри был отобран в число участников опасного соревнования — Турнира Трёх Волшебников, однако проблема в том, что все его соперники — намного старше и сильнее.',
	'book_0097_Harry_Potter_4'), -- 97
	(gen_random_uuid(),'Дж.К. Роулинг','Гарри Поттер и Орден Феникса','ru',
	' Гарри возвращается в Хогвартс на пятый год обучения, сталкиваясь с недоверием и отрицанием со стороны волшебного сообщества, не желающего признавать возвращение Волан-де-Морта. Министерство магии пытается скрыть правду, назначая нового преподавателя темной магии, Долорес Амбридж, которая строит козни и пытается контролировать школу.',
	'book_0098_Harry_Potter_5'), -- 98
	(gen_random_uuid(),'Дж.К. Роулинг','Гарри Поттер и Принц-полукровка','ru',
	'Министерство магии терпит поражение за поражением в битвах с Волан-де-Мортом. Даже маглы страдают от второй войны — каждый день происходят катастрофы, причины которых никому не ведомы. Орден Феникса теряет в сражениях с Пожирателями смерти своих лучших волшебников. Но и на войне жизнь продолжается. Гарри, Рон и Гермиона, как и все шестнадцатилетние, учатся, ходят на вечеринки и влюбляются. Однако опасность всё ближе и ближе. Несмотря на все усилия Дамблдора по защите школы, в Хогвартсе происходят очень странные события. Омут памяти на этот раз откроет Гарри самую большую тайну Тёмного Лорда, и ради того, чтобы победить, Гарри вынужден пожертвовать самым дорогим… Какую же сторону в этой войне примет загадочный Принц-полукровка?...',
	'book_0099_Harry_Potter_6'), -- 99
	(gen_random_uuid(),'Дж.К. Роулинг','Гарри Поттер и Дары Смерти','ru',
	'седьмая и заключительная книга в серии о Гарри Поттере, в которой Гарри, Рон и Гермиона отправляются на поиски и уничтожение крестражей Волан-де-Морта, источников его бессмертия. В это время мир волшебников погружается в хаос, война началась, и Пожиратели Смерти контролируют Министерство магии и Хогвартс. Гарри, помимо крестражей, сталкивается с легендой о Дарах Смерти, а его смертельная схватка с Волан-де-Мортом становится неизбежной. ',
	'book_0100_Harry_Potter_7') -- 100